11/data/attachments/3ee462deec01cdf3.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_d4e43edc-1488-4b36-8a6f-330fa0bcc560</nif:username>
            <nif:friendToBeAdded>Tamara_budget_Actions_46744_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>